a52dec
aalib
acl
acpi
acpid
adobe-source-code-pro-fonts
adwaita-cursors
adwaita-icon-theme
alsa-firmware
alsa-lib
alsa-oss
alsa-plugins
alsa-topology-conf
alsa-ucm-conf
alsa-utils
aom
appstream-glib
arc-gtk-theme
archlinux-appstream-data
archlinux-keyring
argon2
ascii
aspell
aspell-en
aspell-es
at-spi2-core
attr
audit
autoconf
automake
avahi
base
bash
bash-completion
bashrc-manjaro
bc
bind
binutils
bison
bleachbit-cli
bluez
bluez-libs
boost-libs
botan
box2d
brotli
btrfs-progs
bubblewrap
byzanz
bzip2
c-ares
ca-certificates
ca-certificates-mozilla
ca-certificates-utils
cairo
calcurse
cantarell-fonts
cdparanoia
chromaprint
cifs-utils
clang
clucene
compiler-rt
confuse
coreutils
cracklib
cronie
crypto++
cryptsetup
curl
cython
dash
dav1d
db5.3
dbus
dbus-glib
dbus-python
dconf
debugedit
default-cursors
desktop-file-utils
device-mapper
dex
dhclient
dhcpcd
dialog
diffutils
discord
djvulibre
dmraid
dnsmasq
dnssec-anchors
dosfstools
double-conversion
duktape
dunst
duplicity
e2fsprogs
efibootmgr
efivar
enchant
evince
exfat-utils
expat
faac
faad2
fakeroot
feh
ffcall
ffmpeg
fftw
file
filesystem
findutils
flac
flex
fluidsynth
fontconfig
freeglut
freeimage
freetype2
fribidi
fuse-common
fuse2
fuse3
gawk
gc
gcab
gcc
gcc-libs
gcr
gcr-4
gd
gdbm
gdk-pixbuf2
geoclue
gettext
ghc-libs
ghostscript
giflib
girara
git
github-cli
glew
glib-networking
glib2
glibc
glibc-locales
glow
glslang
glu
gmp
gnome-desktop
gnome-desktop-common
gnome-keyring
gnome-themes-extra
gnupg
gnutls
gobject-introspection-runtime
gpgme
gpm
gptfdisk
graphene
graphite
graphviz
grep
groff
grub
gsettings-desktop-schemas
gsfonts
gsm
gspell
gssdp
gst-libav
gst-plugins-bad
gst-plugins-bad-libs
gst-plugins-base
gst-plugins-base-libs
gst-plugins-good
gst-plugins-ugly
gstreamer
gtk-update-icon-cache
gtk2
gtk3
gts
guile
gupnp
gupnp-igd
gvfs
gvfs-afc
gvfs-gphoto2
gvfs-mtp
gvfs-nfs
gvfs-smb
gzip
harfbuzz
harfbuzz-icu
haskell-aeson
haskell-assoc
haskell-attoparsec
haskell-base-compat
haskell-base-compat-batteries
haskell-base-orphans
haskell-bifunctors
haskell-comonad
haskell-contravariant
haskell-data-array-byte
haskell-data-fix
haskell-diff
haskell-distributive
haskell-dlist
haskell-erf
haskell-fgl
haskell-generically
haskell-ghc-bignum-orphans
haskell-hashable
haskell-indexed-traversable
haskell-indexed-traversable-instances
haskell-integer-logarithms
haskell-onetuple
haskell-primitive
haskell-quickcheck
haskell-random
haskell-regex-base
haskell-regex-tdfa
haskell-scientific
haskell-semialign
haskell-semigroupoids
haskell-splitmix
haskell-statevar
haskell-strict
haskell-tagged
haskell-text-short
haskell-th-abstraction
haskell-these
haskell-time-compat
haskell-transformers-compat
haskell-unordered-containers
haskell-uuid-types
haskell-vector
haskell-vector-stream
haskell-witherable
haveged
hdparm
hicolor-icon-theme
hidapi
htim
http-parser
hunspell
hwdata
hwinfo
hwloc
hyphen
i3-gaps-rounded-git
i3lock
i3status
iana-etc
icu
ijs
imagemagick
imath
imlib2
indent
inetutils
iniparser
intel-ucode
iproute2
iptables
iputils
iso-codes
iw
jack2
jansson
jasper
java-runtime-common
jbig2dec
jemalloc
jre-openjdk
jre-openjdk-headless
json-c
json-glib
jsoncpp
jxrlib
kbd
keepassxc
keyutils
kitty
kitty-shell-integration
kitty-terminfo
kmod
krb5
l-smash
lame
lcms2
ldb
ldns
less
lib32-alsa-lib
lib32-brotli
lib32-bzip2
lib32-curl
lib32-dbus
lib32-e2fsprogs
lib32-expat
lib32-flac
lib32-freeglut
lib32-gcc-libs
lib32-glew
lib32-glibc
lib32-glu
lib32-icu
lib32-keyutils
lib32-krb5
lib32-libasyncns
lib32-libcanberra
lib32-libcap
lib32-libdrm
lib32-libelf
lib32-libffi
lib32-libgcrypt
lib32-libglvnd
lib32-libgpg-error
lib32-libice
lib32-libidn2
lib32-libldap
lib32-libltdl
lib32-libogg
lib32-libpciaccess
lib32-libpsl
lib32-libpulse
lib32-libsm
lib32-libsndfile
lib32-libssh2
lib32-libtirpc
lib32-libunistring
lib32-libunwind
lib32-libva
lib32-libva-intel-driver
lib32-libva-mesa-driver
lib32-libva-vdpau-driver
lib32-libvdpau
lib32-libvorbis
lib32-libx11
lib32-libxau
lib32-libxcb
lib32-libxcrypt
lib32-libxdamage
lib32-libxdmcp
lib32-libxext
lib32-libxfixes
lib32-libxi
lib32-libxml2
lib32-libxmu
lib32-libxrandr
lib32-libxrender
lib32-libxshmfence
lib32-libxt
lib32-libxtst
lib32-libxxf86vm
lib32-llvm-libs
lib32-lm_sensors
lib32-mesa
lib32-mesa-demos
lib32-mesa-vdpau
lib32-ncurses
lib32-openssl
lib32-opus
lib32-pam
lib32-systemd
lib32-tdb
lib32-util-linux
lib32-vulkan-icd-loader
lib32-vulkan-intel
lib32-vulkan-radeon
lib32-wayland
lib32-xz
lib32-zlib
lib32-zstd
libabw
libaio
libappindicator-gtk3
libarchive
libass
libassuan
libasyncns
libatasmart
libatomic_ops
libavc1394
libavif
libavtp
libblockdev
libbluray
libbpf
libbs2b
libbsd
libburn
libbytesize
libcaca
libcamera
libcanberra
libcap
libcap-ng
libcdio
libcdio-paranoia
libcdr
libcloudproviders
libcolord
libconfig
libcups
libdaemon
libdatrie
libdbusmenu-glib
libdbusmenu-gtk3
libdc1394
libdca
libde265
libdrm
libdv
libdvdcss
libdvdnav
libdvdread
libe-book
libedit
libelf
libepoxy
libepubgen
libetonyek
libev
libevdev
libevent
libexif
libexttextcat
libfdk-aac
libffi
libfontenc
libfreeaptx
libfreehand
libftdi
libgcrypt
libgit2
libglvnd
libgme
libgpg-error
libgphoto2
libgudev
libgxps
libhandy
libheif
libical
libice
libid3tag
libidn
libidn2
libiec61883
libimobiledevice
libindicator-gtk3
libinih
libinput
libinstpatch
libisl
libisoburn
libisofs
libixion
libjpeg-turbo
libkate
libksba
liblangtag
libldac
libldap
liblqr
liblrdf
libltc
libluv
liblzf
libmanette
libmaxminddb
libmbim
libmd
libmediainfo
libmfx
libmicrodns
libmicrohttpd
libmm-glib
libmms
libmnl
libmodplug
libmpc
libmpcdec
libmpdclient
libmpeg2
libmspack
libmspub
libmtp
libmwaw
libndp
libnet
libnetfilter_conntrack
libnewt
libnfnetlink
libnfs
libnftnl
libnghttp2
libnice
libnl
libnm
libnma
libnma-common
libnotify
libnsl
libnumbertext
libodfgen
libogg
libomxil-bellagio
libopenmpt
liborcus
libp11-kit
libpagemaker
libpamac
libpaper
libpcap
libpciaccess
libpgm
libpipeline
libpipewire
libplacebo
libplist
libpng
libproxy
libpsl
libpulse
libpwquality
libqmi
libqrtr-glib
libqxp
libraqm
libraw
libraw1394
libreoffice-fresh
librevenge
librsvg
librsync
libsamplerate
libsasl
libseccomp
libsecret
libshout
libsidplay
libsigsegv
libsm
libsndfile
libsodium
libsoup
libsoup3
libsoxr
libspectre
libsrtp
libssh
libssh2
libstaroffice
libstemmer
libsynctex
libsysprof-capture
libtasn1
libteam
libtermkey
libthai
libtheora
libtiff
libtirpc
libtommath
libtool
libtpms
libunistring
libunwind
liburcu
libusb
libusb-compat
libusbmuxd
libuv
libva
libva-intel-driver
libva-mesa-driver
libva-vdpau-driver
libvdpau
libverto
libvisio
libvoikko
libvorbis
libvpx
libvterm
libwacom
libwbclient
libwebp
libwpd
libwpe
libwpg
libwps
libx11
libx86emu
libxau
libxaw
libxcb
libxcomposite
libxcrypt
libxcursor
libxcvt
libxdamage
libxdg-basedir
libxdmcp
libxext
libxfixes
libxfont2
libxft
libxi
libxinerama
libxkbcommon
libxkbcommon-x11
libxkbfile
libxml2
libxmu
libxpm
libxpresent
libxrandr
libxrender
libxshmfence
libxslt
libxss
libxt
libxtst
libxv
libxvmc
libxxf86vm
libyaml
libyuv
libzen
libzmf
licenses
lilv
linux-api-headers
linux-firmware
linux-firmware-whence
linux519
linux519-virtualbox-host-modules
linux60
linux60-virtualbox-host-modules
linux61
linux61-virtualbox-host-modules
lirc
llvm
llvm-libs
lm_sensors
lmdb
logrotate
lpsolve
lsb-release
lua
luajit
lv2
lvm2
lxappearance
lz4
lzo
m4
mailcap
make
man-db
man-pages
manjaro-alsa
manjaro-firmware
manjaro-hotfixes
manjaro-keyring
manjaro-pulse
manjaro-release
manjaro-system
mcfly
md4c
mdadm
megacmd
memtest86+
mesa
mesa-demos
mesa-utils
mesa-vdpau
mhwd
mhwd-amdgpu
mhwd-ati
mhwd-db
mhwd-nvidia
mhwd-nvidia-390xx
mhwd-nvidia-470xx
minecraft-launcher
minizip
mjpegtools
mkinitcpio
mkinitcpio-busybox
mkinitcpio-openswap
mobile-broadband-provider-info
modemmanager
moka-icon-theme-git
moreutils
mpfr
mpg123
mpv
msgpack-c
mtdev
mujs
ncdu
ncurses
ndctl
neon
neovim
nerd-fonts-complete-starship
netpbm
nettle
network-manager-applet
networkmanager
networkmanager-openvpn
newsboat
nftables
nm-connection-editor
noto-fonts
noto-fonts-emoji
npth
nsnake-git
nspr
nss
nss-mdns
nsxiv
ntfs-3g
numactl
oath-toolkit
ocl-icd
onefetch
openal
opencore-amr
openexr
openjpeg2
openmpi
openpmix
openresolv
openssh
openssl
openvpn
opus
orc
os-prober
otf-latin-modern
otf-latinmodern-math
otf-monocraft
p11-kit
pacman
pacman-mirrors
pam
pamac-cli
pambase
pango
parted
pass
pass-otp
patch
pciutils
pcre
pcre2
pcsclite
perl
perl-clone
perl-encode-locale
perl-error
perl-file-basedir
perl-file-desktopentry
perl-file-listing
perl-file-mimeinfo
perl-html-parser
perl-html-tagset
perl-http-cookies
perl-http-daemon
perl-http-date
perl-http-message
perl-http-negotiate
perl-io-html
perl-io-tty
perl-ipc-run
perl-ipc-system-simple
perl-libwww
perl-lwp-mediatypes
perl-mailtools
perl-net-http
perl-time-duration
perl-timedate
perl-try-tiny
perl-uri
perl-www-robotrules
perl-xml-parser
perl-xml-writer
phonon-qt5
phonon-qt5-gstreamer
picom
pinentry
pipewire
pipewire-media-session
pixman
pkcs11-helper
pkgconf
plymouth
polkit
polybar
poppler
poppler-data
poppler-glib
popt
portaudio
potrace
ppp
procps-ng
protobuf
protonvpn-cli
psmisc
pulseaudio
pulseaudio-alsa
pulseaudio-bluetooth
pulseaudio-ctl
pulseaudio-equalizer
pulseaudio-jack
pulseaudio-lirc
pulseaudio-rtp
pulseaudio-zeroconf
python
python-astroid
python-attrs
python-autocommand
python-bcrypt
python-cachetools
python-certifi
python-cffi
python-chardet
python-colorama
python-cryptography
python-dill
python-distro
python-dnspython
python-fasteners
python-fastjsonschema
python-future
python-gnupg
python-gobject
python-google-api-core
python-google-api-python-client
python-google-auth
python-google-auth-httplib2
python-googleapis-common-protos
python-httplib2
python-idna
python-importlib-metadata
python-inflect
python-isort
python-jaraco.classes
python-jaraco.context
python-jaraco.functools
python-jaraco.text
python-jeepney
python-jinja
python-keyring
python-lazy-object-proxy
python-markdown
python-markupsafe
python-mccabe
python-more-itertools
python-npyscreen
python-oauth2client
python-ordered-set
python-packaging
python-paramiko
python-pip
python-platformdirs
python-ply
python-protobuf
python-proton-client
python-protonvpn-nm-lib
python-pyaml
python-pyasn1
python-pyasn1-modules
python-pycparser
python-pydantic
python-pydrive2
python-pyenchant
python-pygments
python-pylint
python-pynacl
python-pyopenssl
python-pyparsing
python-pyqt5
python-pyqt5-sip
python-pysocks
python-pythondialog
python-pytz
python-pyudev
python-pyxdg
python-requests
python-rsa
python-secretstorage
python-setuptools
python-six
python-systemd
python-toml
python-tomli
python-tomlkit
python-trove-classifiers
python-typing_extensions
python-uritemplate
python-urllib3
python-validate-pyproject
python-wheel
python-wrapt
python-yaml
python-zipp
qrencode
qt5-base
qt5-declarative
qt5-location
qt5-sensors
qt5-svg
qt5-tools
qt5-translations
qt5-webchannel
qt5-websockets
qt5-x11extras
qt5ct
raptor
rasqal
rav1e
re2
readline
redland
reiserfsprogs
rofi
rsync
rtkit
rtmpdump
rubberband
ruby
ruby-abbrev
ruby-base64
ruby-benchmark
ruby-bigdecimal
ruby-bundledgems
ruby-bundler
ruby-cgi
ruby-csv
ruby-date
ruby-delegate
ruby-did_you_mean
ruby-digest
ruby-drb
ruby-english
ruby-erb
ruby-etc
ruby-fcntl
ruby-fiddle
ruby-fileutils
ruby-find
ruby-forwardable
ruby-getoptlong
ruby-io-console
ruby-io-nonblock
ruby-io-wait
ruby-ipaddr
ruby-irb
ruby-json
ruby-logger
ruby-minitest
ruby-mutex_m
ruby-net-http
ruby-open-uri
ruby-power_assert
ruby-psych
ruby-racc
ruby-rake
ruby-rdoc
ruby-reline
ruby-rexml
ruby-ruby2_keywords
ruby-stdlib
ruby-stringio
ruby-test-unit
ruby-time
ruby-tmpdir
ruby-uri
rubygems
run-parts
sbc
scrot
sdl12-compat
sdl2
sed
serd
shaderc
shadow
shared-mime-info
shellcheck
signify
slang
smartmontools
smbclient
snappy
sord
sound-theme-freedesktop
soundtouch
spandsp
speex
speexdsp
spirv-tools
splint
sqlite
sratom
srt
starship
startup-notification
stfl
strace
sudo
svt-av1
svt-hevc
sysfsutils
systemd
systemd-fsck-silent
systemd-libs
systemd-sysvcompat
t1lib
taglib
talloc
tar
tcl
tdb
tealdeer
tevent
texinfo
texlive-bin
texlive-core
thin-provisioning-tools
thunderbird
time
tinyxml2
tk
tpm2-tss
tracker3
tree
tree-sitter
tslib
ttc-iosevka
ttf-anonymous-pro
ttf-dejavu
ttf-fira-code
ttf-font-awesome
ttf-hack
ttf-iosevka-nerd
ttf-liberation
ttf-montserrat
twolame
tzdata
uchardet
udisks2
ufw
ungoogled-chromium-bin
unibilium
unixodbc
unzip
usb_modeswitch
usbmuxd
util-linux
util-linux-libs
v4l-utils
v86d
ventoy
veracrypt
vi
vid.stab
virtualbox
vmaf
volume_key
vulkan-icd-loader
vulkan-intel
vulkan-radeon
wavpack
wayland
wayland-protocols
webkit2gtk
webrtc-audio-processing
which
wildmidi
wireless-regdb
woff2
wpa_supplicant
wpebackend-fdo
wxwidgets-common
wxwidgets-gtk3
x264
x265
xautolock
xcb-proto
xcb-util
xcb-util-cursor
xcb-util-image
xcb-util-keysyms
xcb-util-renderutil
xcb-util-wm
xcb-util-xrm
xclip
xdg-dbus-proxy
xdg-user-dirs
xdg-utils
xf86-input-elographics
xf86-input-evdev
xf86-input-libinput
xf86-input-void
xf86-video-amdgpu
xf86-video-ati
xf86-video-intel
xf86-video-nouveau
xfsprogs
xkeyboard-config
xmlsec
xorg-fonts-encodings
xorg-mkfontscale
xorg-server
xorg-server-common
xorg-server-xvfb
xorg-setxkbmap
xorg-twm
xorg-xauth
xorg-xbacklight
xorg-xdpyinfo
xorg-xhost
xorg-xinit
xorg-xkbcomp
xorg-xkill
xorg-xmodmap
xorg-xprop
xorg-xrandr
xorg-xrdb
xorg-xset
xorg-xwininfo
xorgproto
xvidcore
xxhash
xz
yajl
youtube-dl
zathura
zathura-pdf-poppler
zbar
zeromq
zimg
zip
zlib
zsh
zsh-autosuggestions
zsh-syntax-highlighting
zstd
zvbi
zxing-cpp
zziplib
